
Menus = {}
Menus['Title'] = '精緻簡餐'
Menus['Note'] = ['(本店週六、日用餐消費加收一成服務費，若有加贈甜點已美餐60分，送完為止。)\n\
    附餐(熱) 咖啡、紅茶、綠茶、柚子茶、巧克力、甜湯、綠茶、冰綠茶、咖啡、紅茶、奶茶、檸檬汁、蔓越莓冰醋']
Menus['Name'] = ['杜仲牛腩', '脆皮雞腿', '紅麴豬排', '椒鹽魚排', '橙汁魚排', '酸菜白肉鍋', '薄鹽烤鯖魚', '時魚']
Menus['Price'] = ['300', '290', '290', '290', '290', '300', '300', '300']
Menus['Descripition'] = [
    '採用高級牛腩去除多餘肥肉保持其口感軟嫩\n雖加入中藥材杜仲但無藥味\n用輕紅燒之調味使其湯汁甘甜不鹹好入口\n含豐富肉蛋白隊成長期及體弱者甚有幫助', # 杜仲牛腩
    '使用台產肉雞拌入獨門料之醃製\n煎至皮脆內嫩 是本店招牌之一', # 脆皮雞腿
    '本品使用本產溫體大里肌前段較嫩部位\n及特製紅麴醬按摩泡製口味稍有帶甜\n牙口示弱者仍不費力', # 紅麴豬排
    '外銷日本潮鯛魚排輕裹粉煎酥佐以胡椒醬\n香酥味美 請不要叫我吳郭魚', # 椒鹽魚排
    '外銷日本潮鯛魚排輕裹粉煎酥佐以橙汁醬\n略帶酸甜口味開會美味好滋味', # 橙汁魚排
    '本店自製酸白菜 口味獨特擄獲常客胃口', # 酸菜白肉鍋
    '使用挪威進口輕醃漬鯖魚\n沒有季節時令區分肉質軟嫩油脂豐厚\n是最有營養價值的魚', # 薄鹽烤鯖魚
    '每日由傳統市場購入之新鮮魚貨只求新鮮\n不論品種 廚師手法精純 最受客官喜愛' # 時魚
    ]
Menus['ImgUrl'] = [
    'https://i.imgur.com/ZSsqBqW.jpg', # 杜仲牛腩
    'https://i.imgur.com/ZSsqBqW.jpg', # 脆皮雞腿
    'https://i.imgur.com/ZSsqBqW.jpg', # 紅麴豬排
    'https://i.imgur.com/ZSsqBqW.jpg', # 椒鹽魚排
    'https://i.imgur.com/ZSsqBqW.jpg', # 橙汁魚排
    'https://i.imgur.com/ZSsqBqW.jpg', # 酸菜白肉鍋
    'https://i.imgur.com/ZSsqBqW.jpg', # 薄鹽烤鯖魚
    'https://i.imgur.com/ZSsqBqW.jpg'  # 時魚
    ]
    